Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: The bringing together, for the benefit of others, of a variety of telecommunications services, enabling consumers to conveniently compare and purchase those services
it: Raccolta, a beneficio di terzi, di diversi servizi di telecomunicazione per consentire ai consumatori di confrontare e acquistare comodamente detti servizi

source: The bringing together, for the benefit of others, of a variety of insurance services, enabling consumers to conveniently compare and purchase those services
it: Raccolta, a beneficio di terzi, di diversi servizi assicurativi per consentire ai consumatori di confrontare e acquistare comodamente detti servizi

source: Administration of loyalty and incentive schemes
it: Gestione di programmi d'incentivazione e fedeltà

source: Advertising services relating to clothing
it: Servizi pubblicitari relativi ad abbigliamento

source: Advertising services to promote public awareness of nephrotic syndrome and focal segmental glomerulosclerosis [FSGS]
it: Servizi pubblicitari per promuovere la sensibilità del pubblico alla sindrome nefrosica e alla glomerulosclerosi segmentaria e focale (GSSF)

source: Arranging and conducting sales events for cattle
it: Organizzazione e conduzione di vendite di bestiame

source: Arranging and conducting sales events for livestock
it: Organizzazione e conduzione di vendite di bestiame

source: Arranging and conducting sales events for others of livestock and registered and commercial cattle
it: Organizzazione e conduzione di vendite per conto terzi di bestiame e di bovini commerciali e registrati

source: Business administration services in the field of healthcare
it: Servizi d'amministrazione aziendale in materia di assistenza sanitaria

source: Business administration services in the field of transportation
it: Servizi d'amministrazione aziendale in materia di trasporti

source: Consultancy relating to search engine optimisation
it: Consulenza in materia di ottimizzazione di motori di ricerca

source: Data processing services in the field of healthcare
it: Servizi di elaborazione dati nel settore sanitario

source: Data processing services in the field of payroll
it: Servizi di elaborazione di dati in materia di buste paga

source: Data processing services in the field of transportation
it: Servizi di elaborazione di dati in materia di trasporti

source: Design of advertising brochures
it: Creazione di opuscoli pubblicitari

source: Design of advertising flyers
it: Creazione di volantini pubblicitari

source: Electricity meter reading for billing purposes
it: Lettura di contatori elettrici a scopo di fatturazione

source: Marketing services in the field of dentistry
it: Servizi di marketing in materia di odontoiatria

source: Marketing services in the field of restaurants
it: Servizi di marketing in materia di ristoranti

source: Marketing services in the field of travel
it: Servizi di marketing in materia di viaggi

source: Marketing the goods and services of others by distributing coupons
it: Promozione di prodotti e servizi di terzimediante la distribuzione di tagliandi

source: Online advertising network matching services for connecting advertisers to websites
it: Servizi di abbinamento di reti pubblicitarie on-line per il collegamento di inserzionisti a siti web

source: Outsourcing services in the field of business analytics
it: Servizi di esternalizzazione nel settore dell'analisi aziendale

source: Outsourcing services in the field of business operations
it: Servizi di esternalizzazione nel settore delle operazioni commerciali

source: Outsourcing services in the nature of arranging service contracts for others
it: Servizi di esternalizzazione sotto forma d'organizzazione di contratti di servizio per terzi

source: Preparation of business surveys
it: Preparazione di sondaggi commerciali

source: Preparation of marketing surveys
it: Preparazione di indagini di marketing

source: Promoting the artwork of others by means of providing online portfolios via a website
it: Promozione d'opere d'arte di terzi tramite un album di opere selezionate online attraverso un sito web

source: Promoting the designs of others by means of providing online portfolios via a website
it: Promozione di progettazione di terzi tramite fornitura di portafogli online attraverso un sito web

source: Promoting the goods and services of others by arranging for sponsors to affiliate their goods and services with awards programs
it: Promozione dei prodotti e servizi di terzi mediante l'organizzazione d'abbinamenti di prodotti e servizi di sponsor con programmi di premiazione

source: Promoting the goods and services of others by arranging for sponsors to affiliate their goods and services with sporting activities
it: Promozione dei prodotti e servizi di terzi mediante accordi con gli sponsor per associare i propri prodotti e servizi a attività sportive

source: Promoting the goods and services of others by arranging for sponsors to affiliate their goods and services with sports competitions
it: Promozione dei prodotti e servizi di terzi mediante accordi con gli sponsor per associare i propri prodotti e servizi a competizioni sportive

source: Promoting the goods and services of others by distributing coupons
it: Promozione dei prodotti e servizi di terzi attraverso distribuzione di tagliandi

source: Promoting the goods and services of others through the administration of sales and promotional incentive schemes involving trading stamps
it: Promozione dei prodotti e servizi di terzi attraverso amministrazione di programmi di vendita e d'incentivi promozionali comprendenti francobolli da collezione

source: Providing consumer product information relating to cosmetics
it: Informazioni su prodotti di consumo in materia di cosmetici

source: Providing consumer product information relating to food or drink products
it: Fornitura di informazioni su prodotti di consumo relativi a alimenti o bevande

source: Providing consumer product information relating to laptops
it: Fornitura di informazioni su prodotti di consumo relativi a laptop

source: Providing consumer product information relating to software
it: Informazioni su prodotti per i consumatori nell'ambito di software

source: Providing market intelligence services
it: Servizi in materia di intelligence di mercato

source: Tracking and monitoring energy consumption for others for account auditing purposes
it: Controllo e monitoraggio del consumo di energia per conto terzi, a fini di revisione di conti

source: Tracking and monitoring fluctuation in gasoline prices for others for account auditing purposes
it: Controllo e monitoraggio della fluttuazione dei prezzi del gasolio per conto terzi, a fini di revisione di conti

source: Utility meter reading for billing purposes
it: Lettura di contatori a scopo di fatturazione

source: Recruitment of temporary personnel
it: Selezione di personale interinale

source: Provision of online price comparison services
it: Servizi di confronto di prezzi online

source: Promoting the goods and services of others via computer and communication networks
it: Promozione di prodotti e servizi per conto terzi mediante reti informatiche e di comunicazione

source: Presentation of goods and services
it: Presentazioni di merci e servizi

source: Retail services via catalogues related to non-alcoholic drinks
it: Vendita al dettaglio tramite catalogo di bevande analcoliche

source: Retail services via catalogues related to alcoholic beverages (except beer)
it: Vendita al dettaglio tramite catalogo di bevande alcoliche (escluse le birre)

source: Retail services via catalogues related to beer
it: Vendita al dettaglio di birre tramite catalogo

source: Retail services via catalogues related to foodstuffs
it: Vendita al dettaglio tramite catalogo di prodotti alimentari

source: Mail order retail services related to non-alcoholic beverages
it: Vendita al dettaglio per corrispondenza di bevande analcoliche

source: Mail order retail services related to beer
it: Vendita al dettaglio per corrispondenza di birre

source: Retail services via global computer networks related to non-alcoholic beverages
it: Vendita al dettaglio mediante reti informatiche globali di bevande analcoliche

source: Retail services via global computer networks related to alcoholic beverages (except beer)
it: Vendita al dettaglio mediante reti informatiche globali di bevande alcoliche (tranne le birre)

source: Retail services via global computer networks related to beer
it: Vendita al dettaglio mediante reti informatiche globali di birre

source: Retail services via global computer networks related to foodstuffs
it: Vendita al dettaglio tramite reti informatiche mondiali di prodotti alimentari

source: Production of television and radio advertisements
it: Produzione d'annunci pubblicitari televisivi e radiofonici

source: Subscriptions to telecommunications database services
it: Abbonamento a servizi di banche dati tramite telecomunicazioni

source: Condominium management
it: Gestione di condomini

source: Advertising and marketing services provided by means of social media
it: Servizi di pubblicità e marketing forniti attraverso media sociali

source: Advertising and marketing services provided by means of blogging
it: Servizi di pubblicità e marketing forniti attraverso attività di blogging

source: Advertising and marketing services provided via communications channels
it: Servizi di pubblicità e marketing forniti attraverso canali di comunicazione

source: Organisational consultancy regarding customer loyalty programmes
it: Consulenza organizzativa in materia di programmi di fedeltà per la clientela

source: Marketing services provided by means of digital networks
it: Servizi di comunicazione disponibili tramite reti digitali

source: Commercial information and advice services for consumers in the field of cosmetic products
it: Servizi d'informazione e consulenza commcerciale ai consumatori nel settore dei prodotti cosmetici

source: Commercial information and advice services for consumers in the field of make-up products
it: Servizi d'informazioni e consulenza commerciali ai consumatori nel settore dei prodotti per il trucco

source: Commercial information and advice services for consumers in the field of beauty products
it: Servizi d'informazioni e consulenza commerciali ai consumatori nel settore dei prodotti per il trucco

source: Services comprising the recording of statistical data
it: Servizi che comportano la registrazione di dati statistici

source: Services comprising the transcription of statistical data
it: Servizi che comportano la trascrizione di dati statistici

source: Services comprising the composition of statistical data
it: Servizi che comportano l'elaborazione di dati statistici

source: Advertising services provided by a radio and television advertising agency
it: Servizi pubblicitari di agenzie pubblicitarie radiofoniche e televisive

source: Rental of electronic point of sale (EPOS) equipment
it: Noleggio di attrezzature per gli apparecchi POS

source: Data inputting services
it: Servizi di immissione dati

source: Retail services in relation to fashion accessories
it: Servizi di vendita al dettaglio di accessori moda

source: Retail services in relation to clothing accessories
it: Servizi di vendita al dettaglio di accessori per abbigliamento

source: Retail services in relation to hair products
it: Servizi di vendita al dettaglio di prodotti per capelli

source: Retail services in relation to domestic electrical equipment
it: Servizi di vendita al dettaglio di apparecchi elettrici domestici

source: Retail services in relation to domestic electronic equipment
it: Servizi di vendita al dettaglio di apparecchiature elettroniche domestiche

source: Business operation of shopping centers for others
it: Gestione aziendale di centri commerciali per conto terzi

source: Forensic accounting services
it: Servizi di contabilità legale

source: Announcement services for advertising purposes
it: Servizi di annunci per scopi pubblicitari

source: Analysis of marketing trends
it: Analisi delle tendenze di marketing

source: Providing a directory of third party web sites to facilitate business transactions
it: Fornitura di un elenco di siti Internet di terzi per facilitare transazioni commerciali

source: Customer relationship management
it: Gestione delle relazioni con i clienti

source: Business management services relating to electronic commerce
it: Gestione aziendale in materia di commercio elettronico

source: Promotion of goods and services through sponsorship
it: Promozione di prodotti e servizi mediante la sponsorizzazione

source: Online business networking services
it: Servizi di networking aziendale online

source: Providing market information in relation to consumer products
it: Fornitura di informazioni di mercato in materia di prodotti di consumo

source: Brokerage services relating to the securities markets
it: Servizi di mediazione riguardanti i mercati dei titoli

source: Buying and selling currency
it: Acquisto e vendita di valuta

source: Establishing mutual funds for others
it: Istituzione di fondi comuni per terzi

source: Investment business services
it: Servizi di investimento

source: Consultancy services relating to corporate finance
it: Servizi di consulenza in materia di finanza aziendale

source: Savings and loan associations
it: Associazioni di risparmio e prestito

source: Brokerage of shares and other securities
it: Mediazione su azioni e altri titoli

source: Leasing and rental of commercial premises
it: Leasing e affitto di locali commerciali

source: Automated telling machine services
it: Servizi di sportello bancario automatico

source: Merchant banking services
it: Servizi di banca d'affari

source: Insurance services for mobile telephones
it: Servizi assicurativi per telefoni cellulari

source: Issuance of travellers' cheques
it: Emissione di assegni di viaggio

source: Redemption of travellers' cheques
it: Rimborso di traveller's cheque

source: Financial consultancy in relation to the buying and selling of businesses
it: Consulenza finanziaria in materia di acquisto e vendita d'imprese

source: Issuing of cheques
it: Emissione di assegni

source: Financial advisory and management services
it: Servizi di consulenza in gestione finanziaria

source: Futures contracts
it: Contratti futures

source: Financial services relating to real estate property and buildings
it: Servizi finanziari relativi a beni immobiliari ed edifici

source: Financial services relating to the maintenance of vehicles
it: Servizi finanziari relativi alla manutenzione di veicoli

source: Agencies in the field of bonds and other securities
it: Agenzie nel settore obbligazioni e altri titoli

source: Administration of capital investment services
it: Amministrazione di servizi di investimento di capitali

source: Advisory services relating to insurance contracts
it: Servizi di consulenza in materia di contratti assicurativi

source: Management of land
it: Gestione di terreni

source: Management services for real estate investment
it: Gestione di investimenti in beni immobili

source: Financial portfolio management
it: Gestione di portafogli finanziari

source: Financing of loans, mortgages and sureties
it: Finanziamento di prestiti, ipoteche e cauzioni

source: Real estate lending services
it: Servizi di credito immobiliare

source: Providing investors with financial information
it: Fornitura di informazioni finanziarie agli investitori

source: Extended guarantee services for domestic electrical goods
it: Servizi di estensione di garanzia per elettrodomestici

source: Financial advisory services relating to assets management
it: Servizi di consulenza finanziaria in materia di gestione di attività

source: Financial advisory services relating to retirement plans
it: Servizi di consulenza finanziaria in materia di piani pensione

source: Financial data base services
it: Servizi di banche dati finanziarie

source: Property leasing [real estate property only]
it: Locazione di proprietà [solo beni immobili]

source: Private equity fund investment services
it: Servizi di investimento di fondi private equity

source: Automated securities brokerage
it: Mediazione di titoli automatizzata

source: Bank account information services
it: Informazioni su conti bancari

source: Medical insurance services provided to companies
it: Servizi di assicurazione medica resi a società

source: Insurance services relating to holiday accommodation
it: Servizi assicurativi in materia di alloggi per vacanze

source: Leasing of accommodation in a retail outlet
it: Locazione di aloggi in un punto punto vendita

source: Advice relating to investment during retirement
it: Consulenza in materia di investimenti per la pensione

source: Advice relating to mortgages for residential properties
it: Consulenza in materia di mutui per proprietà residenziali

source: Financial services related to house purchase
it: Servizi finanziari in materia di acquisto di abitazioni

source: Payment administration services
it: Amministrazione di pagamenti

source: Residential real estate agency services
it: Servizi d'agenzie immobiliari residenziali

source: Financial database services relating to foreign exchange
it: Servizi di banche dati finanziarie relativi al cambio di valuta estera

source: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle accident
it: Servizi di garanzie finanziarie per il rimborso delle spese sostenute in caso di incidenti con veicoli

source: Issue of phone card services
it: Emissione di schede telefoniche

source: Personal financial banking services
it: Servizi bancari finanziari personali

source: Underwriting of personal accident insurance (Services for the -)
it: Sottoscrizione di assicurazioni infortuni (Servizi per la -)

source: Underwriting relating to transport insurance
it: Sottoscrizione di assicurazioni in materia di trasporti

source: Provision of information relating to financial services
it: Fornitura di informazioni in materia di servizi finanziari

source: Provision of information relating to property [real estate]
it: Fornitura di informazioni in materia di proprietà [beni immobili]

source: Invoice discounting services
it: Servizi di sconto fatture

source: Provision of tax advice [not accounting]
it: Fornitura di consulenze fiscali [non contabilità]

source: Provision of loans
it: Erogazione di prestiti

source: Issuing of statements of accounts
it: Emissione di estratti conto

source: Insurance services relating to pension funds
it: Servizi assicurativi in materia di fondi pensione

source: Insurance services relating to sport
it: Servizi assicurativi relativi a sport

source: Insurance services relating to structured settlements rendered to lawyers
it: Servizi assicurativi riguardanti accordi strutturati forniti ad avvocati

source: Provision of loans for school fees
it: Prestiti per tasse scolastiche

source: Provision of mortgage funds
it: Fornitura di fondi per mutui

source: Provision of mortgages
it: Fornitura di ipoteche

source: Provision of finance for sales
it: Finanziamenti per vendite

source: Capitalization services
it: Servizi di capitalizzazione

source: Organization of stock exchanges for the benefit of the trade of stocks and other financial values
it: Organizzazione di operazioni di borsa a beneficio della compravendita di azioni e altri valori finanziari

source: Financial management relating to banking
it: Gestione finanziaria in materia di servizi bancari

source: Financial management services relating to medical institutions
it: Servizi di gestione finanziaria relativi a istituzioni mediche

source: Mortgage services
it: Servizi ipotecari

source: Agency services for the leasing of real estate property
it: Servizi di agenzia per la locazione di proprietà immobiliari

source: Apartment house management leasing
it: Affitto o gestione di case o appartamenti

source: Financial services relating to international securities
it: Servizi finanziari riguardanti titoli internazionali

source: Financial services relating to letters of credit
it: Servizi finanziari relativi a lettere di credito

source: Apartment house management
it: Amministrazione di condomini

source: Arranging of shared ownership of real estate
it: Organizzazione di multiproprietà immobiliari

source: Arranging the collection of customs duties
it: Organizzazione della raccolta di dazi doganali

source: Investment account services provided by building societies
it: Servizi di conti di investimento forniti da società di credito edilizio

source: Financial services relating to the withdrawal and depositing of cash
it: Servizi finanziari relativi a ritiro e deposito di contanti

source: Electronic stock transfer initiation services
it: Servizi di avvio di trasferimento elettronico di titoli

source: Investment management of and distribution of variable annuities
it: Gestione di investimenti e distribuzione di rendite variabili

source: Investment services in the field of treasury bonds
it: Servizi di investimento nel settore dei buoni del tesoro

source: Real estate selection and acquisition [on behalf of others]
it: Selezione e acquisizione di immobili [per conto terzi]

source: Provision of finance relating to the sale and purchase of boats
it: Fornitura di finanziamenti in materia di vendita e acquisto di imbarcazioni

source: Collection of community charge monies
it: Raccolta di fondi comunitari

source: Provision of insurance services to insurance companies
it: Fornitura di servizi assicurativi a compagnie di assicurazioni

source: Provision of lease-purchase finance facilities
it: Fornitura di strumenti di finanziamento di leasing

source: Provision of pricing information about indices
it: Fornitura di informazioni su prezzi di indici

source: Mortgaging of securities
it: Ipoteche relative a titoli

source: Cash management
it: Gestione contanti

source: Cheque account services for the cashing of cheques
it: Servizi di conto assegni per l'incasso di assegni

source: Monitoring of investment funds
it: Monitoraggio di fondi di investimento

source: Monitoring of pension funds
it: Monitoraggio di fondi pensioni

source: Financial guarantees [surety services]
it: Garanzie finanziarie [servizi di cauzioni]

source: Appraisals for insurance purposes
it: Stime per scopi assicurativi

source: Provision of cash dispenser facilities for money withdrawal
it: Fornitura di strutture di erogazione di contanti per il ritiro di denaro

source: Investment of money (Services for -)
it: Investimenti di denaro (Servizi per -)

source: Check [cheque] verification
it: Verifica degli assegni

source: Providing student loans
it: Prestiti per studenti

source: Factoring agency services
it: Servizi di agenzie di factoring

source: Issuance of credit and debit cards
it: Emissione di carte di credito e di debito

source: Discount card services provided to young people for cultural purposes
it: Servizi di carta sconti per giovani a scopo culturale

source: Brokerage services on the financial markets
it: Intermediazione sui mercati finanziari

source: Insurance services for the construction industry
it: Servizi assicurativi per il settore edile

source: Financing of investments
it: Finanziamento di investimenti

source: Financing of mergers
it: Finanziamento di fusioni

source: Lending services to merchants for the purpose of financing store inventories of vehicles
it: Servizi di prestito per commercianti al fine di finanziare parchi di veicoli

source: Letting of showrooms
it: Affitto di showroom

source: Computer analyses of stock exchange information
it: Analisi computerizzate di informazioni di borsa

source: Factoring of financial undertakings
it: Factoring di imprese finanziarie
